[{"category":"func","title":"内向直觉","content":"<p><img src=\"/static/img/func/ni.jpg\"></p><p>内向直觉（Ni）通过内部直觉分析来理解世界是如何运作的。Ni依靠对情境的直觉和直觉来帮助他们理解。内向直觉并不看所看到的东西。内向的直觉形成了内部地图和事物运作的框架。随着时间的推移，地图会慢慢调整和调整，以便用户更好地了解“事物的大局”以及采取哪些措施来获得理想的结果。</p><p>内向直觉将采取一些抽象信息并理解它。它对具体事实并不感兴趣，因为它与思想和理论的本质以及它们如何融合在一起。他们非常善于识别模式。</p><p>内向直觉可能会感觉某些事情已经消失。他们可能会注意到一个人的语气，暂时的停顿或与他们通常的行为不一致的肢体语言。这些因素以更抽象的方式被观察到，使得Ni用户难以向他人解释他们的结论。他们只是获得整体感觉或光环。</p><p>内向直觉实际上可以与内向传感非常相似地进行比较。两者都考虑了过去的事件以及它们如何展开。虽然内向感知会记住过去经历的事实和细节，但内向直觉会回忆起发生的事情的本质以及事件最终如何发挥作用。Ni用户可以通过过去的经验来评估当前的情况，然后使用他们所感知的经验记忆库来设想计划是否会成功。</p><p>Ni用户也善于创造角色。他们了解世界如何看待人们。他们可以创造他们想要成为的愿景，并采取措施实现他们的目标。例如，一个Ni用户可以注意到“如果我在这里穿这套衣服并以这种方式呈现我的故事，我很有可能为我的业务投资。”他们了解哪些对象和事件象征着他们如何使用它们对他们有利。</p><p>内向的直觉会问诸如“这里到底发生了什么？”或者“我以前在哪里感受过这样的问题？”内向直觉是最难以解释给其他没有它的人的功能之一。因此，Ni被标记为“神秘”和“通灵”。当然，它可以像其他人一样出现，但它更复杂，涉及的不仅仅是“神奇地”得出结论。</p><p>People with Introverted Intuition would be wise to develop their Extraverted Feeling or Extraverted Thinking function. An Ni user that is “too in their head” can come up with some unrealistic and imaginative interpretations of events.</p><p>请记住，内向直觉与他们生活中的所有经历一样好。否认新经验会导致Ni随着时间的推移变得不那么准确。外向情感和外向思维更多地关注观察外部世界。这将为Ni用户提供一种平衡感，更好地了解他们头脑中发生的事情，并为用户提供帮助。在没有先入为主的偏见的情况下进入新的情境和观察将有助于人们了解世界的动态。经验结束后，Ni用户最好在他们的结论中得出结论。</p>","key":"ni","c_time":"2018-10-02T09:45:06Z","e_time":"2018-10-02T14:19:41Z","id":"ormjfeoay"},{"category":"func","title":"内向思维","content":"<p></p><p></p><p></p><p></p><p><img src=\"/static/img/func/ti.jpg\"></p><p>内向思维（Ti）是一种主要用于内向的功能。</p><p>内向思维的人希望世界以合乎逻辑的方式有意义。它们构成了世界运作方式的内部框架。通过生活经验和实验不断对其进行修改和改进。</p><p>内向思维的目标是创建一个知识网络，其中一切都是相互关联的。</p><p>例如，具有内向思维的人可以通过将汽车及其所有部件与其他系统（例如计算机）相关联来了解汽车及其所有部件的工作原理。</p><p>他们有能力在看似无关的事物中找到共同点。</p><p>内向思维在故障排除方面也很出色。有人可以分析一些东西，找出问题区域的位置，并快速修复它们。</p><p>内向思维的用户也在努力提高效率。如果某些事情不能正常运作，他们会变得非常沮丧。他们无法为老板工作，他们认为他们不能很好地完成工作。</p><p>内向思维的人可以被视为想要做“对于最少量工作最有效的事情。”有些人可能会认为这是懒惰，然而，这是大多数Ti用户所具有的完美主义形式。</p><p>Ti用户在反应环境中往往更好;&nbsp;在某个地方，他们的技能可以被称为“拯救一天。”Ti用户也可以创建他们自己的系统，但他们更适合改善已经工作但有些功能失调的系统。</p><p>内向型思维渴望真理。</p><p>有内向思维的人可能需要一段时间才能完全理解一个概念。这是因为他们想知道所有组件以及所有组件如何协同工作。Ti用户不会满意某人说“这是油门踏板，你按下它去。”Ti用户想知道，当你推动它时会发生什么，连接的踏板是什么，它是怎么回事与引擎等交互</p><p>具有外向思维的用户可能不需要这么多的澄清。</p><p>但是，一旦Ti用户计算出整个系统，一切都会点击。他们可以看到汽车和电机是如何工作的，以及它们如何组合在一起。他们创建了一个地图和一个内部框架，可用于了解其他机器中的引擎如何工作。此框架的部分也可用于理解看似无关的概念，例如管道系统如何工作，或计算机编程语言如何与硬件交互。</p><p></p><p></p><p>内向思维想要创造一个对世界的整体理解。也许有Ti的人似乎总是会采取“捷径”并侥幸逃脱。这可能会使不理解的其他人或老板感到沮丧。但实际上，Ti用户已花费大量时间和精力预先确定这些系统，以便他们能够看到哪些部件是真正必要的，哪些部件可以跳过或消除。</p><p>当人们没有从外部环境中获取足够的线索时，内向思维就会出现问题。</p><p>Ti可能非常顽固，用户倾向于认为他们总是对的。虽然他们通常是，但有时候他们可能会忽略事实，只是回想起他们已经知道的事情。这可能是非常不健康的，并导致思维方式不是很有效率，可能是有害的。</p><p>Ti用户明智地确保他们分析的内容与外部世界中观察到的内容相匹配。INTP和ENTP应该将他们的外向直觉发挥作用，以看到多个角度和可能性。ISTP和ESTP应使用Extraverted Sensing来观察当前环境并使用他们收集的事实和数据。</p><p><br></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p><p></p>","key":"ti","c_time":"2018-10-02T14:15:49Z","e_time":"2018-10-02T14:19:23Z","id":"htnlzenet"},{"category":"func","title":"外向思维","content":"<p><img src=\"/static/img/func/te.jpg\"></p><p>外向思维主要涉及理解和组织外部世界。外向思维希望一切都具有逻辑意义，并且对非生产性活动缺乏耐心。</p><p>外向思维是ENTJ和ESTJ的主要功能。它也是INTJ和ISTJ的次要功能。</p><p>外向思维有一种控制环境的愿望，当他们无法塑造自己的外部世界时会感到迷茫。</p><p>外向思想家以逻辑和顺序的顺序看待任务。他们可以轻松确定实现目标需要采取的步骤，以及应该采取的顺序。</p><p>与内向思维相比，外向思维可以更好地快速查看系统中的缺陷，外向思维在实施实际完成任务的步骤方面要好得多。内向思维可能会看到更有效的方法来做某些步骤，但外向思维说“停止浪费时间思考第3步，我们仍然需要先完成第1步。”</p><p>对于外向思想家的生活，对世界具有逻辑意义的渴望可能会给更多情绪化的人带来压力。如果有人受伤，他们可能只是在找人同情他们，而不是找到问题的解决方案。Te用户明智地认识到他们的组织技能在处理他人和他们的情绪时可能需要退居二线。即使只是在没有判断力的情况下倾听对方，也会有很长的路要走。</p><p>众所周知，外向思维具有决定性，可以迅速做出决策。它可能会权衡几个选项，看哪哪个更好，但它主要是面向行动的。外向思想家可能会说，“好的，这两个选择非常相似。我只是选择这个并完成这项任务。“他们认为他们可以完成2-3个任务，而其他人仍然会浪费时间来确定哪个选择更好或更有效。</p><p>外向思维在考虑情况时也会考虑某些因素。雇用某人的Te用户会查看简历并使用他们的凭证来形成个人的合适程度。他们认为这个人拥有大学学位，3.5 GPA，良好的社交技能以及类似职位的实习。他们可以直接与具有大学学位，3.5 GPA，良好社交技能但没有实习的候选人进行比较。因此，外向思维将决定第一个候选人更适合并雇佣他们。这显然是一个简单的场景，但它让您了解Te如何做出决策。</p><p>众所周知，外向思想家通过以“Pro-Con”格式铺设所有内容，可以看到选择并作出重要决定。Te用户将获取他们所知道的关于某种情况的所有内容，并使用它来决定是继续他们的目标或项目，还是将其删除。</p><p>在ENFP和ESFP的三级功能中也发现了外向思维。当这些类型更多地开发了这个功能时，他们能够快速做出决策并组织他们的环境。具有高度发展的特殊目标的ENFP和ESFP倾向于培养良好的管理者，并且他们的决策能力与他们强大的人际交往能力很好地配对。</p>","key":"te","c_time":"2018-10-02T14:18:57Z","e_time":"2018-10-02T14:18:57Z","id":"tufomveun"},{"category":"func","title":"外向直觉","content":"<p><img src=\"/static/img/func/ne.jpg\"></p><p>外向直觉（Ne）涉及体验外部世界，注意到可能性，以及可能存在的可能性。Ne涉及了解生活中的所有事物是如何相互关联的，并允许用户以多种不同的视角看待世界。</p><p>Extraverted Intuition（Ne）的两个主要用户是ENFP和ENTP。他们将直觉作为他们的第一个主要功能。INTP和INFP具有外向直觉作为其次要功能。</p><p>外向直觉总是看到可能性。他们总是想知道“可能是什么”。他们善于理解外部环境，但他们总是希望更进一步。他们想知道，“如果我改变这一点，将会发生什么？”</p><p>Ne用户总是在努力实现增长或改进。外向直觉可以给他们一种理想主义感和想要影响世界的愿望。</p><p>外向直觉也有能力建立模糊的联系。Ne用户可以采用两个看似不相关的主题并将它们组合在一起。这也可以使用户具有非常好的幽默感。</p><p>外向直觉是一种右脑功能。Ne用户往往具有非常有创造力的想法。世界和工作场所倾向于支持左脑活动，因此Ne用户为这个功能开发创意出路是明智的，无论是通过写作，音乐，艺术还是任何其他允许自我表达的活动。</p><p>外向直觉也具有非常的创业思维。Ne用户看到了可能存在的可能性。他们渴望让事情发生并“在世界上留下深刻印象。”外向直觉可以对这些可能性感到非常兴奋，使它们自然具有魅力。Ne用户可以激励领导者，他们是变革的催化剂。</p><p>外向直觉的人应该寻求在世界上找到一个能够带领团队促进变革的职位或利基。这对他们来说非常充实，并帮助他们成长为一个人。</p><p>外向直觉也可能导致一些问题。大量使用Ne的人总是渴望改变事物。这可能会导致关系出现问题。他们可能会感到无聊，并希望一旦他们想出一切就继续前进。</p><p>改变的愿望也可能导致健康和其他问题。Ne用户对新体验的渴望可能会导致他们忽视日常需求。当他们生病或吃正确的饮食时，他们可能会忽视休息。他们也可能在资金管理，执行日常工作和支付账单方面表现不佳。如果这些问题被忽视太久，它们就会成为压力点。</p><p>外向直觉用户应该注意的一个方面是寻求太多的外部输出。如果用户只是专注于新的体验而不花时间进行个人反思，他们可能只是旋转他们的轮子没有学习任何东西。</p><p>ENFP和INFP应该专注于发展他们内向的感觉功能，以赞美他们的Ne。他们应该接受经验，并将它们与自己的个人价值体系进行比较。这将有助于他们更多地了解自己和他们的信仰。</p><p>ENTP和INTP应该使用内向思维来分析他们的经验。他们可以利用这些新信息形成新的理论和对世界运作方式的新理解。</p>","key":"ne","c_time":"2018-10-02T14:21:20Z","e_time":"2018-10-02T14:21:20Z","id":"arwzyplok"},{"category":"func","title":"外向感觉","content":"<p><img src=\"/static/img/func/se.jpg\"></p><p>外倾传感主要涉及在当下体验和感知外部世界。外向传感器可以看到，感受，触摸，嗅闻和聆听外部世界正在发生的一切。他们不断吸收新的经验，并调整周围世界的情况</p><p>Extraverted Sensing的主要用户是ESTP和ESFP。ISFP和ISTP也将此作为其次要功能。</p><p>外向传感器存在于现在。他们在新的令人兴奋的体验中茁壮成长&nbsp;他们通常很运动，喜欢向世界展示自己的才华。他们对美学也有敏锐的洞察力，享受“生活中更美好的事物”。</p><p>他们享受异国情调的旅行，美食和肾上腺素丰富的体验。他们Se用户可能会发现自己厌倦了惯例，并觉得有必要做一些让他们感觉更自由和活力的事情。外向传感器也往往是党的生命。他们喜欢有趣的聚会，并努力确保每个人都玩得开心。</p><p>外倾传感也很擅长调整情况。他们似乎几乎直观地知道在某种情况下他们可以逃脱的东西，以及他们可以推动它的距离。这来自于承担风险，被焚烧以及最终了解他们无法跨越的线路的经验。</p><p>外向感知用户也可能同意这样的短语：“获得许可比获得请求宽恕更难。”Se用户可能只是刚开始接触新事物而想要全力以赴。</p><p>但是，当此外倾传感未经检查时，可能会出现一些问题。用户可能会变得鲁莽，并在不知不觉中伤害周围的人。不断发挥他们的突发奇想可能会导致Se用户做出糟糕的财务决策。他们可能倾向于过分重视现在的时刻，而牺牲了他们的未来。</p><p>外倾传感器是明智的发展他们的其他功能，以帮助平衡自己。ESTP和ISTP应该使用内向思维来学习他们的经验并表现出一些克制，而不是一遍又一遍地重复类似的错误。ESFP和ISFP应该发展他们内向的感觉，以了解他们真正重视的东西，并建立边界，防止他们走得太远，伤害他们附近的人。</p><p>外向传感也可以在ENTJ和ENFJ的三级功能中找到。这两种类型可以使用Se来更好地理解当前时刻的动态，以及阅读其他人的肢体语言和语气。这可以帮助他们更好地了解当前情况，并让他们快速得出更准确的结论。外向传感还将帮助ENTJ和ENFJ更多地享受生活，而不是总是考虑未来的可能性和组织。</p>","key":"se","c_time":"2018-10-02T14:22:34Z","e_time":"2018-10-02T14:22:34Z","id":"ysyjecpqg"},{"category":"func","title":"内向感觉","content":"<p><img src=\"/static/img/func/si.jpg\"></p><p>内向传感主要涉及回忆事件和过去事件的细节。Si用户具有很好的记忆力，能够非常精确地回忆起过去的经历。Si用户认为过去是未来事件的一个非常好的指标，并在决策时将其作为指导。</p><p>ISFJ和ISTJ将内向传感作为其主要功能。ESTJ和ESFJ具有Si作为其次要功能。</p><p>内向传感是一种传统和仪式导向。他们非常密切地坚持这些传统，并且在尊重他们时，他们是家庭中最活跃的。例如，Si用户可以在感恩节和圣诞节期间变得非常感性，并希望他们的所有家庭成员都在那里。他们也可以非常努力地工作，每年都扮演同样的角色，无论是雕刻火鸡，设置圣诞树，还是为每个人烹饪。内向传感器将这些事件视为具有象征意义和有意义的事件，如果没有它们会感到有点失落。</p><p>内倾传感器也非常一致且努力工作。他们将自己所扮演的角色视为自己的职责，并以自己最大的能力为荣。他们倾向于了解他们的角色或工作所需的所有事实和规则，并确保遵守这些事实和规则。他们倾向于喜欢在一个可预测的系统中享受稳定的薪水，从而为他们提供工作保障。Si用户将努力寻找一个舒适的区域，并尽其所能保护它。改变和不可预测性令内向传感器感到不安，并且可能让他们感到迷茫。</p><p>内向感知可能会出现的一个问题是，如果它依赖于重度，那么这个人可能永远不会有新的生活经历。他们可能会继续做他们一直以来所做的事情。没有新的经验，Si用户如何知道是否有更令人愉快的东西？</p><p>ISFJ和ESFJ明智地发展他们的外倾情感功能。通过走向世界，观察他人的情感和行为，他们可以更好地了解他们如何融入不同的角色，让新的有意义的人进入他们的生活。</p><p>ISTJ和ESTJ应该发展他们的外向思维，以更好地了解世界，以及如何组织它以获得更多他们想要的东西。他们还可以更好地了解其他人的来源，这可以帮助他们实现目标。</p><p>INTP和INFP也具有内向传感作为其第三功能。他们可以利用这个功能在他们的生活中寻找和发展愉快的习惯。他们可以利用这些惯例和传统在一个对他们来说可能有点挑战和混乱的世界中找到安慰。内向感觉也具有高度的怀旧感。INFP和INTP可能会发现自己与过去接近的其他人以及旧的爱好重新联系。</p>","key":"si","c_time":"2018-10-02T14:23:38Z","e_time":"2018-10-02T14:23:38Z","id":"vpqcewnfs"},{"category":"func","title":"外向情感","content":"<p><img src=\"/static/img/func/fe.jpg\"></p><p>外向情感涉及到了解当下其他人的情绪和感受。外向的感觉非常关注他人，可以感受到其他人目前的感受。它能够快速评估环境的情绪。它也非常擅长改变心情，无论是想让它更乐观还是更悲伤。</p><p>外倾情绪是ESFJ和ENFJ中的主要功能。它是ISFJ和INFJ中的次要功能。</p><p>外向的触角往往乐于帮助他人。他们喜欢有用，支持和鼓励。但是，有时他们会因此而感到有用。外向感觉有一种趋势，无论是否有意识，都要注意谁更多地帮助了谁。如果他们给他们的伴侣买了礼物，打扫他们的房间，并给他们写了一封没有任何回报的情书，他们可能会开始感到不安并且可能会亲自接受。</p><p>外向情感也很擅长评估情境中的角色。它可以确定某人在某种情况下扮演的角色。它也可以用“触角”来增加尺寸。例如，如果你进入一份新工作并说“给我一杯咖啡”并且他们遵守，Fe用户希望该人扮演这个角色。如果那个人说“我是会计师，而不是地鼠”，Fe决定对该人的角色形成不同的看法。</p><p>ENFJs和INFJs明智地使用他们的内向直觉来帮助他们在心烦意乱时理清他们的感受。他们应该想到过去曾经发生的其他事情，以及这可能不是他们的错，而另一个人可能很忙或分散注意力。他们还可以思考这种拒绝感是如何只是一种当前的感觉，以及将来会迅速传递的感觉。</p><p>可能会对其他人施加压力的ESFJ和ISFJ可以很好地使用他们的内向感知并认为来自其他人的这种行为并不典型。他们可以回想过去其他人忙碌或分心的经历，并最终回来对待他们。</p><p>外倾触角是最支持和培养的类型之一。他们对于他们亲近的人有强烈的情感，并且会尽力让他们感觉良好。Fe用户非常接近朋友和家人。外向的触角倾向于想要一个干净的房子，看起来像世界。他们可能觉得帮助他人是他们的责任，并且不遗余力地找到满足这种愿望的角色。</p><p>外部感觉也在ESTP和ENTP中作为第三功能发现。这两种类型可以开发此功能，以更加了解其行为如何影响他人。这个功能不是ENTP或ESTP的自然力量，而是随着时间的推移从观察和理解发展而来，这两种类型可以变得非常善于理解他人的情绪和影响他人。</p>","key":"fe","c_time":"2018-10-02T14:26:08Z","e_time":"2018-10-02T14:26:08Z","id":"qwbwggzxi"},{"category":"func","title":"内向情感","content":"<p><img src=\"/static/img/func/fi.jpg\"></p><p>内向情感（Fi）是一种处理个人自己的个人感受和信仰的功能。与对环境和其他情绪作出反应的外向情感（Fe）不同，内向情感涉及道德以及人们真正相信的东西。内向的感觉更深入，更复杂。</p><p>内向情感的人倾向于寻找他们是谁以及他们想要的生活。理想情况下，他们希望他们所做的一切都与他们的个人信仰保持一致。他们希望过上尽可能真实的生活。</p><p>Fi用户也希望影响他们周围的世界。他们渴望表达自己并产生影响。</p><p>内向的感觉一直在周围的世界。他们通过“好/坏”或“这是我/这不是我”的镜头过滤掉它。一个内向的触角非常自我意识到他们是谁以及他们在世界上的位置。</p><p>内向感觉的一个问题是它会阻碍个人成长。Fi可以关闭与他们作为一个人相比的新体验。他们可能会变得顽固，拒绝尝试新的体验，而不是做某事并花时间去评估情况。</p><p>Fi用户明智地发展他们的外向直觉或外向传感，让他们在没有先入为主的判断的情况下放手去体验这个世界。这样做有助于描绘外部世界的更准确图像，并允许用户发现他们之前可能不知道的更多关于他们自己的信息。</p><p>内向的感觉也会发展与人，事物和地方的紧密联系。Fi需要相当长的时间来形成这些债券，但每天它们都会变得更强大。Fe通常会更快地形成债券，但情绪往往不像Fi那么深。</p>","key":"fi","c_time":"2018-10-02T14:27:10Z","e_time":"2018-10-02T14:27:10Z","id":"guaqynimg"}]