<template>
    <div class="about-comp">
        <h3>有关业务联络合作事宜</h3>
        <p>如果您有广告投放，商务合作的需求，请 并简要介绍合作需求
       如果您有豆品商务渠道合作的需求，请 并简要介绍合作需求</p>
        <h3>有关媒体外联合作事宜</h3>
        <p>如果您希望与我们进行媒体合作，或有采访需求，请 Email:qq@qq.com</p>

    <!-- 联系豆瓣
有关业务联络合作事宜

　　如果您有广告投放，商务合作的需求，请 并简要介绍合作需求
       如果您有豆品商务渠道合作的需求，请 并简要介绍合作需求

有关媒体外联合作事宜

　　如果您希望与我们进行媒体合作，或有采访需求，请 

帮助中心

　　关于社区的使用问题、改进建议，或举报不良信息，请到社区帮助中心查看；

　　关于豆瓣读书，豆瓣电影，豆瓣音乐，豆瓣同城的问题，你可以在读书帮助中心、电影帮助中心、音乐帮助中心以及同城帮助中心找到答案；

　　如果通过上述方式仍然不能解决你的问题，请联系北京豆网科技有限公司  

> 加入豆瓣团队 

-->
    </div>
</template>
<script>
export default {
    data(){
        return {   

        }
    },
    components:{

    },
    watch:{
    },
    methods:{

    },
    mounted(){
    },
    created(){

    }
    
};
</script>
<style lang="less">
.about-comp {

}

</style>
    