<template>
    <div class="about-comp">
        <h3>帮助中心</h3>
        <p>如果您有广告投放，商务合作的需求，请 并简要介绍合作需求
       如果您有豆品商务渠道合作的需求，请 并简要介绍合作需求</p>
        <h3>意见反馈</h3>
        <p>豆瓣没有编辑写手，没有特约文章，没有六百行的首页和跳动的最新专题。豆瓣的藏书甚至没有强加给你的“标准分类”。这里所有的内容，分类，筛选，排序都由和你一样的成员产生和决定。给评论一个“有用”，它的排位会自动上升；贴“我女儿的最爱”给一本书，它会在整个网站的标签分类中出现。豆瓣相信大众的力量，多数人的判断，和数字的智慧。通过网站幕后不断完善之中的算法，有序和有益的结构会从无数特异而可爱的个性中产生。</p>

    <!-- 联系豆瓣
有关业务联络合作事宜

　　如果您有广告投放，商务合作的需求，请 并简要介绍合作需求
       如果您有豆品商务渠道合作的需求，请 并简要介绍合作需求

有关媒体外联合作事宜

　　如果您希望与我们进行媒体合作，或有采访需求，请 

帮助中心

　　关于社区的使用问题、改进建议，或举报不良信息，请到社区帮助中心查看；

　　关于豆瓣读书，豆瓣电影，豆瓣音乐，豆瓣同城的问题，你可以在读书帮助中心、电影帮助中心、音乐帮助中心以及同城帮助中心找到答案；

　　如果通过上述方式仍然不能解决你的问题，请联系北京豆网科技有限公司  

> 加入豆瓣团队 

-->
    </div>
</template>
<script>
export default {
    data(){
        return {   

        }
    },
    components:{

    },
    watch:{
    },
    methods:{

    },
    mounted(){
    },
    created(){

    }
    
};
</script>
<style lang="less">
.about-comp {

}

</style>
    