export default {
    type_ch:{
        // NT
        entp:"发明家",
        intp:"建筑师",
        entj:"陆军元帅",
        intj:"策划者",
        // NF
        enfp:"奋斗者",
        infp:"化解者",
        enfj:"教导者",
        infj:"劝告者",
        // SJ
        estj:"监督者",
        istj:"检查者",
        esfj:"供应者",
        isfj:"",
        // SP
        estp:"",
        istp:"",
        esfp:"",
        isfp:"",
    },
    functions_en:{
        // NT
        entp:["Ne", "Ti", "Fe", "Si", "Ni", "Te", "Fi", "Se"],
        intp:["Ti", "Ne", "Si", "Fe", "Te", "Ni", "Se", "Fi"],
        entj:["Te", "Ni", "Se", "Fi", "Ti", "Ne", "Si", "Fe"],
        intj:["Ni", "Te", "Fi", "Se", "Ne", "Ti", "Fe", "Si"],
        // NF
        enfp:["Ne", "Fi", "Te", "Si", "Ni", "Fe", "Ti", "Se"],
        infp:["Fi", "Ne", "Si", "Te", "Fe", "Ni", "Se", "Ti"],
        enfj:["Fe", "Ni", "Se", "Ti", "Fi", "Ne", "Si", "Te"],
        infj:["Ni", "Fe", "Ti", "Se", "Ne", "Fi", "Te", "Si"],
        // SJ
        estj:["Te", "Si", "Ne", "Fi", "Ti", "Se", "Ni", "Fe"],
        istj:["Si", "Te", "Fi", "Ne", "Se", "Ti", "Fe", "Ni"],
        esfj:["Fe", "Si", "Ne", "Ti", "Fi", "Se", "Ni", "Te"],
        isfj:"",
        // SP
        estp:"",
        istp:"",
        esfp:"",
        isfp:"",

    }
    intj:{
        type:"INTJ",
        type_ch:"",
        subTitle:"追求能力与独立",
        f:["直觉(Intuition)","思维(Thinking)","情感(Feeling)","感觉(Sensing)"],
        f_ch:["内向直觉","外向思维","内向情感","外向感觉","外向直觉","内向思维","外向情感","内向感觉"],
        f_en:["Ni", "Te", "Fi", "Se", "Ne", "Ti", "Fe", "Si"],
        feature:"INTJ的人是完美主义者。他们强烈地要求个人自由和能力，同时在他们独创的思想中，不可动摇的信仰促使他们达到目标。 INTJ型的人思维严谨、有逻辑性、足智多谋，他们能够看到新计划实行后的结果和生活中转变为真实物质的理论体系。他们对自己和别人都很苛求，往往几乎同样强硬地逼迫别人和自己。他们并不十分受冷漠与批评的干扰，作为所有性格类型中最独立的，INTJ型的人更喜欢以自己的方式行事。面对相反意见，他们通常持怀疑态度，十分坚定和坚决。",
        advantage:"考虑问题理智、清晰、简洁，不受他人影响，客观的批判一切，运用高度理性的思维做出判断，不以情感为依据。用批判的眼光审视一切，如果形势需要，会非常坚强和果断。 </br>  INTJ型的人不屈从于权威，并且很聪明，有判断力，对自己要求严格，近乎完美，甚至也这样去要求别人，尤其讨厌那些不知所措、混乱和低效率的人。他们有很强的自制力，以自己的方式做事，不会被别人的冷遇和批评干扰，是所有性格中最独立的。 </br> 优秀的策略家和富有远见的规划者，高度重视知识，能够很快将获取的信息进行系统整合，把情况的有利与不利方面看的很清楚。具有独特的、创造性的观点，喜欢来自多方面的挑战。在INTJ型感兴趣的领域里，他们会投入令人难以置信的精力、专心和动力。",
        shortcoming:"INTJ型常常只注重自己，很少去理解他人，自以为是，对他人没有耐心，总是想当然的把自己的观点强加给别人，制定不切实际的高标准。 </br> 过于注重远见卓识，很容易忽略和错过与自己理论模式不符的细节和现象；爱玩弄智力游戏，说些对他人没有意义、似是而非的话语。 </br> 过分独立的个性和工作习惯，使得INTJ型总是“拒绝”别人的参与和帮助，难以发现自己计划中的缺陷。 </br> 有时会过于固执和死板，沉迷于一些出色的但不重要的想法中，并且事事要求完美。",
        domain:"金融、投资领域、管理咨询、科研、科技应用、技术咨询、创造性行业",
        job:"证券投资和金融分析员、知识产权律师、投资银行家、经济学家、企业家、心脏病专家、艺术家、经济学者、各类发明家、医学专家、各类科学家、国际银行业务职员、金融规划师、网络工程师、数据库专家、研究所研究人员、系统分析、计算机程序师、研究开发部经理、各类技术顾问、技术专家、投资专家、法律顾问、精神病专家、投资银行研究员、首席财政执行官、设计工程师、财务计划人、企业并购专家、建筑设计师、社论作家、媒体策划",
        progress:"男性2% 女性1%"
    },
    entp:{
        type:"  ENTP",
        type_ch:"发明家",
        subTitle:"追求能力与独立",
        f:["直觉(Intuition)","思维(Thinking)","情感(Feeling)","感觉(Sensing)"],
        f_ch:["外向直觉","内向思维","外向情感","内向感觉","内向直觉","外向思维","内向情感","外向感觉"],
        f_en:["Ne", "Ti", "Fe", "Si", "Ni", "Te", "Fi", "Se"],
        feature:"对ENTP类型的人来说，最重要的是有创造力，能预见到美好的未来，并且时刻具有挑战性。将“聪明”用来形容这种类型的人是最合适不过的了。反应快、睿智，有激励别人的能力，警觉性强、直言不讳。在解决新的、具有挑战性的问题时机智而有策略。善于找出理论上的可能性，然后再用战略的眼光分析。善于理解别人。不喜欢例行公事，很少会用相同的方法做 相同的事情，倾向于一个接一个的发展新的爱好。",
        advantage:"具有出色的交际才能，能使别人对自己的观点感到兴奋，急切地“想知道盒子外面的世界”，能想出一些新的可能性。</br> ENTP的人具有杰出的创造性地解决问题的技能，有探索精神、创新意识以及克服困难的勇气，他们兴趣爱好广泛，易于接受新的事物，有“走自己的路，让别人说去吧”的乐观主义精神。</br> 学习新知识的信心和动力都很强大，有着天生好奇心理，能快速地搜集所需信息的技能，也能够把握事情的全局，弄清思想和行为的长远影响。</br> 具有同时处理多个问题的能力，对别人的需要和意图的感知敏捷，能灵活地适应新情况，有熟练的变换能力，在社交生活中不会感到拘谨，能舒适地适应大多数社交场合。",
        shortcoming:"难于让自己有条不紊和富有条理性，经常不能区分事情的优先秩序。</br> 过于自信，可能会不恰当地运用自己的能力和社交经历，倾向于用“是不是有可能”来看待问题，而不是可能性的大小来衡量问题。</br> 容易不切实际地许诺，对自己不信任的人、思维狭窄和思想顽固的人缺乏耐心。</br>问题一旦解决，兴趣便不复存在，强迫性去探索新的未知领域，对待细节和后续工作容易缺乏耐心。</br>不喜欢按照传统的公式化的方式办事，不喜欢重复性的工作，对事物容易感到厌倦，并且可能在不恰当的时候把注意力转向别的地方。",
        domain:"投资、银行、公共关系、政治、市场营销、自我创业、其他创造性领域",
        job:"各类项目的策划人和发起者、投资顾问（房地产、金融、贸易、商业等）、企业业主、社团负责人、政府官员、投资经纪人、金融规划师、艺术总监、访谈类节目主持人、公关专业人士、企业公关经理、产品开发、营销策划、管理系统开发、工业设计类经理、投资行业职员、广告创意指导等。",
        progress:"男性3% 女性1% "
    },
}