export default {
    intj:{
        type:"INTJ",
        type_ch:"策划者",
        subTitle:"追求能力与独立",
        f:["直觉(Intuition)","思维(Thinking)","情感(Feeling)","感觉(Sensing)"],
        f_ch:["内向直觉","外向思维","内向情感","外向感觉","外向直觉","内向思维","外向情感","内向感觉"],
        f_en:["Ni", "Te", "Fi", "Se", "Ne", "Ti", "Fe", "Si"],
        feature:"INTJ的人是完美主义者。他们强烈地要求个人自由和能力，同时在他们独创的思想中，不可动摇的信仰促使他们达到目标。 INTJ型的人思维严谨、有逻辑性、足智多谋，他们能够看到新计划实行后的结果和生活中转变为真实物质的理论体系。他们对自己和别人都很苛求，往往几乎同样强硬地逼迫别人和自己。他们并不十分受冷漠与批评的干扰，作为所有性格类型中最独立的，INTJ型的人更喜欢以自己的方式行事。面对相反意见，他们通常持怀疑态度，十分坚定和坚决。",
        advantage:"考虑问题理智、清晰、简洁，不受他人影响，客观的批判一切，运用高度理性的思维做出判断，不以情感为依据。用批判的眼光审视一切，如果形势需要，会非常坚强和果断。 </br>  INTJ型的人不屈从于权威，并且很聪明，有判断力，对自己要求严格，近乎完美，甚至也这样去要求别人，尤其讨厌那些不知所措、混乱和低效率的人。他们有很强的自制力，以自己的方式做事，不会被别人的冷遇和批评干扰，是所有性格中最独立的。 </br> 优秀的策略家和富有远见的规划者，高度重视知识，能够很快将获取的信息进行系统整合，把情况的有利与不利方面看的很清楚。具有独特的、创造性的观点，喜欢来自多方面的挑战。在INTJ型感兴趣的领域里，他们会投入令人难以置信的精力、专心和动力。",
        shortcoming:"INTJ型常常只注重自己，很少去理解他人，自以为是，对他人没有耐心，总是想当然的把自己的观点强加给别人，制定不切实际的高标准。 </br> 过于注重远见卓识，很容易忽略和错过与自己理论模式不符的细节和现象；爱玩弄智力游戏，说些对他人没有意义、似是而非的话语。 </br> 过分独立的个性和工作习惯，使得INTJ型总是“拒绝”别人的参与和帮助，难以发现自己计划中的缺陷。 </br> 有时会过于固执和死板，沉迷于一些出色的但不重要的想法中，并且事事要求完美。",
        domain:"金融、投资领域、管理咨询、科研、科技应用、技术咨询、创造性行业",
        job:"证券投资和金融分析员、知识产权律师、投资银行家、经济学家、企业家、心脏病专家、艺术家、经济学者、各类发明家、医学专家、各类科学家、国际银行业务职员、金融规划师、网络工程师、数据库专家、研究所研究人员、系统分析、计算机程序师、研究开发部经理、各类技术顾问、技术专家、投资专家、法律顾问、精神病专家、投资银行研究员、首席财政执行官、设计工程师、财务计划人、企业并购专家、建筑设计师、社论作家、媒体策划",
    }
}